Repository: owand/MUDAPP
Catalog: MUDAPP/MUDAPP/Resources/AppResource.*.resx
Languages: ru

source: Abbreviation:
ru: Аббревиатура:

# AboutApp
source: About the application
ru: Информация о приложении

# Adblock
source: Support the project
ru: Поддержать проект

# AdblockAbout
source: Support the project. Turn off advertising in the application.
ru: Поддержать проект. Отключить рекламу в приложении.

source: Ads:
ru: Реклама:

# Analog
source: Analogues:
ru: Аналоги:

# AppDescription
source: Drilling Mud Reagent
ru: Реагенты для буровых растворов

# AuthenticationMicrosoft
source: Sign In Microsoft Account
ru: Процесс авторизации учетной записи Майкрософт

# AuthenticationTitle
source: Backup and data recovery
ru: Резервное копирование и востановление данных

# AuthorApp
source: Developer
ru: Разработчик

# AuthorName
source: Andrey Ovcharenko
ru: Андрей Овчаренко

# AuthorTitle
source: Authorship
ru: Авторство

# BackupError
source: An error occurred while performing the operation. Perform the operation later or restart the application and retry the operation.
ru: При выполнении операции возникла ошибка. Выполните операцию позже или перезапустите приложение и повторите операцию.

source: Bit code:
ru: Код долота:

# BitCodeSerial
source: Code position:
ru: Позиция кода:

# BitCodeSymbol
source: Code symbol:
ru: Символ кода:

# BitCodeSymbolHeader
source: Code Symbol
ru: Символ кода

# BitDecodeHelp
source: Select the drill bit type, and in each of the four cells, the desired drill bit cipher symbol.
ru: Выберите вид бурового долота и в каждой из четырех ячеек необходимый символ шифра бурового долота.

# BitDecodeHelpTitle
source: To decipher the drill bits code:
ru: Для расшифровки кода буровых долот:

source: Bit type:
ru: Вид долота:

# Density
source: Density, g/cm3:
ru: Плотность, г/см3:

source: Description:
ru: Описание:

# DownloadDB
source: Restore the database from the copy
ru: Востановить базу данных из копии

# DownloadedDB
source: Restoring a database from a copy
ru: Восстановление базы данных из копии

source: Elongation, %:
ru: Удлинение, %:

# LanguageEng
source: English
ru: Английский

source: Feature:
ru: Характеристика:

# FilterOD
source: Filter by Ø
ru: Фильтр по Ø

# FilterType
source: Filter by type
ru: Фильтр по группе

source: Formula:
ru: Формула:

# FormulaCaverCoeff
source: coefficient of cavernosity (usually 1.05–1.4)
ru: коэффициент кавернозности (обычно 1,05–1,4)

# FormulaCcomp
source: the compressibility factor of the spacer (usually 1.02 - 1.05)
ru: коэффициент сжимаемости продавочной жидкости (обычно 1,02 – 1,05)

# FormulaCementVolAbout
source: The volume of cement slurry Vcs (in m3) is defined as the sum of the volume of the annular space in the annular space, the volume of the annular space between the borehole walls and the outer walls of the casing string, and taking into account the cavernousity coefficient.
ru: Объём цементного раствора Vcs (в м3) определяется как сумма объёма кольцевого пространства в межтрубном пространстве, объёма кольцевого пространства между стенками скважины и наружными стенками обсадной колонны, с учётом коэффициента кавернозности, и объёма цементного стакана.

# FormulaCementVolume
source: Volume of cement solution, in m3
ru: Объём цементного раствора, в м3

# FormulaCoeffTS
source: safety factor (usually 1.05)
ru: коэффициент запаса (обычно 1,05)

# FormulaDoutCasing
source: outer Ø of the cemented casing, mm
ru: наружный Ø цементируемой обсадной колонны, мм

# FormulaDwell
source: borehole diameter, mm
ru: Ø открытого ствола скважины, мм

# FormulaError
source: Data is incorrect or missing!
ru: Данные не верны или отсутствуют!

# FormulaHCP
source: The height of the cement Cup in the casing, m
ru: высота цементного стакана в обсадной колонне, м

# FormulaLCasing
source: length of the cemented casing, m
ru: длина цементируемой обсадной колонны, м

# FormulaLPrevColumn
source: depth of descent of the previous column along the trunk, m
ru: глубина спуска предыдущей колонны по стволу, м

# FormulaODPrevCasing
source: outer Ø of the previous casing, mm
ru: наружный Ø предыдущей обсадной колонны, мм

# FormulaPrevHCP
source: height of the lifting cement solution from the shoe of the previous casing on the trunk, m
ru: высота подъёма цементного раствора от башмака предыдущей обсадной колонны по стволу, м

# FormulaSpacerVAbout
source: The volume of spacer Vsp (in m3) is defined as the volume of the internal space of the cemented casing, taking into account the compression ratio of the propellant, the volume of the cement cup and the volume of pipelines connecting the cementing units to the cementing head.
ru: Объём продавочной жидкости Vsp (в м3) определяется как объём внутреннего пространства цементируемой обсадной колонны, с учётом коэффициента сжатия продавочной жидкости, объёма цементного стакана и объёма трубопроводов, связывающих цементировочные агрегаты с цементировочной головкой.

# FormulaTcasing
source: thickness of the wall of the cemented casing, mm
ru: толщина стенки цементируемой обсадной колонны, мм

# FormulaTPrevCasing
source: wall thickness of the previous casing, mm
ru: толщина стенки предыдущей обсадной колонны, мм

# FormulaVpline
source: the volume of pipelines connecting cementing units with cementing head, m3, is assumed to be 0.5m3
ru: объем трубопроводов, связывающих цементировочные агрегаты с цементировочной головкой, м3, принимается равным – 0,5м3

source: Function:
ru: Назначение / применение:

# GOST
source: Standards:
ru: ТУ, ГОСТ:

source: Grade:
ru: Группа прочности:

source: Group:
ru: Класс:

# HeaderAbbreviation
source: Abbreviation
ru: Аббревиатура

# HeaderAnalog
source: Analogues
ru: Аналоги

# HeaderBitOD
source: Ø BHA, mm
ru: Ø КНБК, мм

# HeaderBitODinch
source: Ø BHA, inch
ru: Ø КНБК, дюйм

# HeaderDescription
source: Description
ru: Описание

# HeaderFeature
source: Feature
ru: Характеристика

# HeaderFeature1
source: Feature
ru: Характе- ристика

# HeaderFunction
source: Function
ru: Назначение / применение

# HeaderGOST
source: Standards
ru: ТУ, ГОСТ

# HeaderGrade
source: Grade
ru: Группа прочности

# HeaderGroup
source: Group
ru: Класс

# HeaderMassM
source: Weight, kg/m
ru: Масса, кг/м

# HeaderMassPcs
source: Mass, kg
ru: Масса, кг

# HeaderName
source: Name
ru: Название

# HeaderNote
source: Notes
ru: Примечания

# HeaderODmm
source: Ø mm
ru: Ø мм

# HeaderODoutCoupling
source: Ø coupling, mm
ru: Ø муфт, мм

# HeaderODoutPipes
source: Ø pipes, mm
ru: Ø труб, мм

# HeaderPipesName
source: Ø x t, mm
ru: Ø x стенка, мм

# HeaderType
source: Type
ru: Группа

# HeaderTypePipes
source: Type pipes
ru: Вид труб

# Height
source: Height, mm:
ru: Высота, мм:

# Image
source: Picture:
ru: Изображение:

source: inch
ru: дюймов

# LanguagesApp
source: Application language
ru: Язык приложения

# LanguagesSelect
source: Select Application Language
ru: Выберите язык приложения

# Length
source: Length, mm:
ru: Длина, мм:

# LexisEng
source: English
ru: АНГЛИЙСКИЙ

# LexisEntry
source: Enter definition
ru: Введите определение

# LexisRus
source: Russian
ru: РУССКИЙ

# MassM
source: Weight, kg/m:
ru: Масса, кг/м:

# MassPcs
source: Mass, kg:
ru: Масса, кг:

# MassT
source: Mass, tons.:
ru: Масса, т.:

# messageAttention
source: Attention!
ru: Внимание!

# messageDelete
source: Do you want to delete the item?
ru: Вы хотите удалить элемент?

# messageError
source: Error!
ru: Ошибка!

# messageExit
source: Are you sure you want to exit this App?
ru: Вы действительно хотите выйти из этого приложения?

# messageLanguage
source: Changing the language requires that MUDCatalog be restarted!
ru: Для изменения языка необходимо перезагрузить приложение!

# messageNewItem
source: This entry already exists!
ru: Такая запись уже существует!

# messageNoActiveRecord
source: No active recording!
ru: Нет активной записи!

# messageOk
source: Ok
ru: Да

# messageProblemAuthenticating
source: Problem when authenticating!
ru: Проблема при аутентификации!

# messageSuccess
source: Success!
ru: Операция выполнена успешно!

# messageSuccessAuthenticating
source: You've signed in to your Microsoft account!
ru: Вы вошли в учетную запись Майкрософт!

# messageSuccessDownload
source: You have restored the database from a backup copy!
ru: Выполнено восстановление базы данных из резервной копии!

# messageSuccessUpload
source: You have created a backup copy of the database!
ru: Вы создали резервную копию базы данных!

# messageTitleAction
source: Confirm Action!
ru: Подтвердить действие!

# messageTitleExit
source: Exit App?
ru: Выйти из приложения?

# messageСancel
source: Cancel
ru: Отмена

source: mm
ru: мм

source: Name:
ru: Наименование:

# NoConnected
source: Unable to connect to your account!
ru: Невозможно подключиться к учетной записи!

# Note
source: Notes:
ru: Примечания:

# ODinsPipes
source: Ø inside, mm:
ru: Ø внутр., мм:

# ODmm
source: Ø, mm:
ru: Ø, мм:

# ODoutPipes
source: Ø outside:
ru: Ø наружный:

# ODoutPipes1
source: Ø pipe
ru: Ø труб

# OSAbout
source: Application on other platforms
ru: Приложение на других платформах

# OSAndroid
source: MUDCatalog in Google Play
ru: MUDCatalog в Google Play

# OSMicrosoft
source: MUDCatalog in Microsoft Store
ru: MUDCatalog в магазине Microsoft

# Privacy
source: This application does not collect or store any user information.
ru: Это приложение не собирает и не хранит никакую пользовательскую информацию.

# PrivacyApp
source: Privacy
ru: Конфиденциальность

source: Privacy Statement
ru: Заявление о конфиденциальности

# ProStateAbout
source: Professional Mode - includes the ability to edit, delete and add entries to directories; save a copy of the database in the cloud OneDrive; restore a database from a saved copy in the OneDrive cloud; synchronize the database with the application on other platforms; turn off advertising in the application.
ru: Режим Professional - включает возможность редактировать, удалять и добавлять записи в каталогах; сохранять копию базы данных в облаке OneDrive; восстанавливать базу данных из сохраненной копии в облаке OneDrive; синхронизировать базу данных с приложением на других платформах; отключить рекламу в приложении.

# ProStateOn
source: Enable Professional Mode
ru: Включить режим Professional

# RockSort
source: Species of rocks:
ru: Категория пород:

# LanguageRus
source: Russian
ru: Русский

# SearchBar
source: Search
ru: Поиск

# SettingsApp
source: Settings
ru: Параметры

# Strength
source: Strength, MPa:
ru: Текучесть, Мпа:

# StrengthMax
source: Max Strength, MPa:
ru: Макс. текучесть, Мпа:

# StrengthMin
source: Min Strength, MPa:
ru: Мин-я текучесть, Мпа:

# Tensile
source: Max tensile, MPa:
ru: Max прочность, Мпа:

# ThemesApp
source: Select the application theme
ru: Выберите тему приложения

# ThemesDarkName
source: Dark
ru: Темная

# ThemesLightName
source: Light
ru: Светлая

# TitleAggregatGroup
source: Equipment catalog
ru: Каталог оборудования

# TitleUnitType
source: Types of equipment
ru: Виды оборудования

# TitleBit
source: Rock tool
ru: Породоразрушающий инструмент

# TitleBitCode
source: Drill Bits Code Dictionary
ru: Словарь кода буровых долот

# TitleBitDecode
source: Deciphering the drill Bits code
ru: Расшифровка кода буровых долот

# TitleBitGroup
source: ROCK TOOL
ru: ПОРОДОРАЗРУШАЮЩИЙ ИНСТРУМЕНТ

# TitleBitOD
source: Ø of BHA elements
ru: Ø элементов КНБК

# TitleElementGroup
source: Element Groups
ru: Группы элементов

# TitleCalcCement
source: Calculation of cementing materials
ru: Расчет тампонажных материалов

# TitleCalcCementVol
source: Cement volume
ru: Объем цемента

# TitleCalcCementWeight
source: Weight of cement
ru: Масса цемента

# TitleCalcGroup
source: DRILLING CALCULATIONS
ru: РАСЧЕТЫ В БУРЕНИИ

# TitleCalcSpacerVol
source: Spacer Volume
ru: Объем продавочной жидкости

# TitleCar
source: Transport and special equipment
ru: Транспорт и специальная техника

# TitleCarType
source: Transport and special equipment Type
ru: Группы транспорта и специальной техники

# TitleCouplingCatalog
source: Coupling Catalogue
ru: Каталог муфт

# TitleCouplingType
source: Types of couplings and threads
ru: Виды муфт и резьб

# TitleDDrill
source: Directional drilling
ru: Направленное бурение

# TitleDevelopment
source: In development!
ru: В разработке!

# TitleDrillRig
source: Complete set of drilling rigs
ru: Комплектация буровых установок

# TitleDrillRigType
source: Types of drilling rigs
ru: Виды установок

# TitleDriveType
source: Type of drive
ru: Тип привода

# TitleEnergy
source: Fuel
ru: Топливо

# TitleEnergyType
source: Fuels groups
ru: Виды топлива

# TitleLexis
source: English-Russian definition dictionary
ru: Англо-русский словарь определений

# TitleMasterPage
source: Menu
ru: Меню

# TitleMudCatalog
source: Muds and cements
ru: Реагенты и тампонажные смеси

# TitleMudGroup
source: MUDS & CEMENTS
ru: РЕАГЕНТЫ И ЦЕМЕНТЫ

# TitleMudType
source: Muds and cements Types
ru: Группы реагентов и тампонажных смесей

# TitleOtherGroup
source: OTHER CATALOGUES
ru: ДРУГИЕ КАТАЛОГИ

# TitlePipeCatalog
source: Pipe Assortment
ru: Сортамент труб

# TitlePipesGroup
source: PIPES
ru: ТРУБЫ

# TitlePipeType
source: Pipes Type
ru: Виды / группы труб

# TitleRigGroup
source: EQUIPMENT
ru: ОБОРУДОВАНИЕ

# TitleRockRang
source: Species
ru: Категория

# TitleSteelCatalog
source: Grade and groups of steel
ru: Классы и группы стали

# TitleElementCatalog
source: Element Catalogue
ru: Каталог элементов

# TitleTools
source: Casing attachment
ru: Технологическая оснастка

# Tonn
source: tons
ru: тонн

# Tonnage
source: Load capacity, tons
ru: Грузоподъемность, т

source: Type:
ru: Группа:

# TypePipes
source: Type pipe:
ru: Вид труб:

# UploadDB
source: Save a copy of the database
ru: Сохранить копию базы данных

# UploadedDB
source: The process of saving a copy of the database
ru: Процесс сохранения копии базы данных

# labVersion
source: Version
ru: Версия

# VersionDB
source: Database Version:
ru: Версия базы данных:

# Wall
source: Thnickess, mm:
ru: Стенка, мм:

# WebApp
source: Project site
ru: Сайт проекта

# Width
source: Width, mm:
ru: Ширина, мм:

# WrongLabel
source: Something's wrong? Let me know
ru: Что-то не так? Дайте мне знать

# WrongLabelMail
source: In here
ru: здесь

# FormulaLabCasing
source: Parameters of the cemented column
ru: Параметры цементируемой колонны

# FormulaLabCasingPrev
source: Parameters of the previous column
ru: Параметры предыдущей колонны

# FormulaDSlurry
source: the density of cement slurry, g/cm3 (usually 1.85)
ru: плотность тампонажного раствора, г/см3 (обычно 1,85)

# FormulaDFluid
source: density of mixing fluid, g/cm3 (if the modification of the properties of the cement slurry is not needed, then 1g/cm3)
ru: плотность жидкости затворения, г/см3 (если модификация свойств тампонажного раствора не нужна, то 1г/см3)

# FormulaCLossCement
source: dry cement loss ratio (usually 1.05)
ru: коэффициент потерь сухого цемента (обычно 1,05)

# FormulaCLossWater
source: water loss coefficient (usually 1.25)
ru: коэффициент потери воды (обычно 1,25)

source: Cement
ru: Цемент

# FormulaCementWAbout
source: The calculation of the number of components of the dry cement mix and liquid for its mixing is carried out taking into account the water-solid (water-cement) ratio recommended by the supplier and the optimum density of cement mortar, which is 1.85 g / cm3 for additive-free cement
ru: Расчет количества компонентов сухой тампонажной смеси и жидкости для её затворения производят с учётом водотвёрдого (водоцементного) отношения рекомендуемого поставщиком и оптимальной плотности цементного раствора, которая для бездобавочного цемента равна 1,85 г/см3

# FormulaCwsAbout
source: The values of the water-solid ratio are determined from the values of the density of the cement slurry and the density of the mixing fluid.
ru: По значениям плотности тампонажного раствора и плотности жидкости затворения определяют коэфициент водотвёрдого отношения.

# FormulaCWaterSolid
source: water solid ratio
ru: коэфициент водотвёрдого отношения

# FormulaComponentWAbout
source: The mass of components required for the preparation of 1 m3 of solution (in tons) is determined by the formulas
ru: Масса компонентов, необходимая для приготовления 1 м3 раствора (в тоннах) определяется по формулам

# FormulaCementTWAbout
source: The total mass of dry cement material (in tons) for the preparation of the required volume of cement slurry
ru: Общая масса сухого тампонажного материала (в тоннах) для приготовления требуемого объема тампонажного раствора

# FormulaGcem
source: mass of grouting material, for preparation of 1 m3 of solution, t.
ru: масса тампонажного материала на 1м3 раствора, т.

# FormulaGflu
source: mass of mixing fluid per 1m3 solution, t.
ru: масса жидкости затворения на 1м3 раствора, т.

# FormulaTGcem
source: the total mass of dry grouting material, t.
ru: общая масса сухого тампонажного материала, т.

# FormulaFluidTWAbout
source: The total volume of the mixing fluid for the preparation of the required volume of cement slurry, m3
ru: Общий объём жидкости затворения для приготовления требуемого объема тампонажного раствора, м3

# FormulaTGflu
source: total volume of mixing fluid, m3
ru: общий объём жидкости затворения, м3

# TitleBodyDrop
source: Spherical body drop time
ru: Время падения сферического тела

# ToolbarItemFilter
source: Filter
ru: Фильтр

# RateApp
source: Rate the app
ru: Оцените приложение

# TitleRigSet
source: Drill Rig Kit
ru: Комплекты установок

# TitleUnitGroup
source: Equipment groups
ru: Группы оборудования

# labelAmt
source: Amount:
ru: Количество:

# HeaderRig
source: Drill Rig
ru: Буровая установка

# HeaderAmt
source: Amt
ru: Кол-во

# labelAmtTransport
source: Flights, amt:
ru: Кол-во рейсов:

# labelRig
source: Drilling rig:
ru: Установка:

# TitleRockType
source: Rock Group
ru: Группы пород

# TitleRock
source: Rock Type
ru: Вид пород

# TitleRockCatalog
source: Catalog of rocks
ru: Каталог пород

# RockType
source: Rock Group:
ru: Группы пород:

# TitleFuelCalc
source: Fuel density
ru: Плотность топлива

# TitleFuelType
source: Fuel types
ru: Виды топлива

# TitleFuelDenTable
source: Density table
ru: Таблица плотности

# TitleFuelDenCalc
source: Density calculation
ru: Расчет плотности

# TempBaseTitle
source: Base temperature
ru: Базовая температура

# TempBaseLabel
source: Base temperature:
ru: Базовая темпе-ратура:

# TableSymbolLabel
source: Table Name:
ru: Название таблиц:

# TableSymbolTitle
source: Table Name
ru: Название таблиц

# EnergyLabel
source: Fuel:
ru: Топливо:

# TempLabel
source: Temperature:
ru: Темпе-ратура:

# TempTitle
source: Temperature
ru: Температура

# DensityBaseLabel
source: Base density:
ru: Базовая плотность:

# DensityBaseTitle
source: Base density
ru: Базовая плотность

# DensityLabel
source: Density:
ru: Плотность:

# DensityTitle
source: Density
ru: Плотность

# DensityResultLabel
source: Density at a given temperature, kg/m3
ru: Плотность при заданной температуре, кг/м3

# DensityCalcLabel
source: Density, kg/m3:
ru: Плотность, кг/м3:

# TempCalcLabel
source: Temperature, °С:
ru: Температура, °С:

# DensityMetodLabel
source: Metod to correct density:
ru: Метод корректировки плотности:

# metricObservedLabel
source: from density at observed temperature to basic conditions
ru: из плотности при наблюдаемой температуре к базовым условиям

# metricBaseLabel
source: from the observed density at the base temperature to the desired
ru: из наблюдаемой плотности при базовой температуре к требуемой

# TitleEnergyGroup
source: FUEL
ru: ТОПЛИВО

# TempBaseCalcLabel
source: Base temperature, °С:
ru: Базовая температура, °С:

# CalcButtonLab
source: Calculate
ru: Рассчитать

# BodyDropDensityEnvironmentLabel
source: The density of the environment, g/cm3:
ru: Плотность среды, г/см3:

# BodyDropDensityBodyLabel
source: Body density, g/cm3:
ru: Плотность тела, г/см3:

# BodyDropDistanceLabel
source: Distance, m:
ru: Расстояние, м:

# BodyDropTimeLabel
source: Body drop time, min.:
ru: Время падения тела, мин.:

# BodyDropDiameterBallLabel
source: Diameter Body, mm:
ru: Диаметр тела, мм:

# TitleThanks
source: Created with the help of employees of the technological department of Poltava Drilling Company LLC
ru: Создано при помощи сотрудников технологического отдела ООО "Полтавская буровая компания"

# BodyDropSpeedLabel
source: Body drop speed, cm/sec:
ru: Скорость падения тела, см/с:

# BodyDropFactorLabel
source: Body drop rate:
ru: Коэффициент падения тела:

# FormulaRittingerAbout
source: Speed calculation is carried out using the Rittinger formula:
ru: Расчет скорости осуществляется с помощью формулы Риттингера:

# BodyDropFormulaDiameterBall
source: d - diameter of the spherical body, mm
ru: d – диаметр сферического тела, мм

# BodyDropFormulaDensityBody
source: δ - body density, g/cm3
ru: δ – плотность тела, г/см3

# BodyDropFormulaDensityEnvironment
source: Δ - density of the medium, g/cm3
ru: Δ – плотность среды, г/см3

# BodyDropFormulaFactor
source: K - coefficient
ru: K - коэффициент

# ThemesOSName
source: Default
ru: Системная

# FilterError
source: Active editing mode!
ru: Активный режим редактирования!
